Repository: Aauia/KBTUlife
Catalog: kbtulife-front/*.lproj/Localizable.strings
Languages: kk

source: Events
kk: Іс-шаралар

source: News
kk: Жаңалықтар

source: Clubs
kk: Клубтар

# tickets
source: My Tickets
kk: Менің билеттерім

source: Profile
kk: Профиль

# search_placeholder
source: Search events, news, clubs...
kk: Іс-шаралар, жаңалықтар, клубтар іздеу...

# no_results
source: No results found
kk: Ештеңе табылмады

source: No events found
kk: Іс-шаралар табылмады

# price_filter_all
source: All
kk: Барлығы

# price_filter_free
source: Free
kk: Тегін

# price_filter_paid
source: Paid
kk: Ақылы

# tab_home
source: Home
kk: Басты

# tab_events
source: Events
kk: Іс-шаралар

# tab_clubs
source: Clubs
kk: Клубтар

# tab_tickets
source: Tickets
kk: Билеттер

# tab_profile
source: Profile
kk: Профиль

# tab_admin
source: Admin
kk: Админ

source: by
kk: ұйымдастырушы

source: by KBTU
kk: KBTU-дан

source: Get Ticket • FREE
kk: Билет алу • ТЕГІН

# get_ticket_price
source: Get Ticket • %@ ₸
kk: Билет алу • %@ ₸

source: Sold Out
kk: Сатылып кетті

# ticket_received_title
source: Ticket Received! 🎉
kk: Билет алынды! 🎉

# ticket_received_message
source: Free ticket for "%@" added to "My Tickets"
kk: "%@" үшін тегін билет «Менің билеттерімге» қосылды

# ticket_received_ok
source: Great!
kk: Керемет!

# ticket_error
source: Failed to create ticket
kk: Билет құру мүмкін болмады

source: Error
kk: Қате

# payment_title
source: Payment
kk: Төлем

# copy_button
source: Copy
kk: Көшіру

source: Copied!
kk: Көшірілді!

# paid_button
source: I Paid
kk: Мен төледім

source: Processing...
kk: Өңдеу...

# payment_instruction
source: Transfer the amount to Kaspi Gold. Be sure to indicate in the comment: %@
kk: Соманы Kaspi Gold-қа аударыңыз. Түсініктемеде міндетті түрде көрсетіңіз: %@

# payment_success_title
source: Success!
kk: Сәтті!

# payment_success_message
source: Your payment has been sent for verification. The ticket will be activated within 15 minutes.
kk: Сіздің төлеміңіз тексеруге жіберілді. Билет 15 минут ішінде белсендіріледі.

# payment_success_ok
source: Great
kk: Керемет

# payment_error_title
source: Error
kk: Қате

# payment_error_message
source: Network error
kk: Желі қатесі

# filters_title
source: Filters
kk: Сүзгілер

# free_events
source: Free only
kk: Тек тегін

source: Category
kk: Санат

source: Apply
kk: Қолдану

# tickets_title
source: My Tickets
kk: Менің билеттерім

# no_tickets_title
source: No tickets yet
kk: Әзірге билеттер жоқ

# no_tickets_subtitle
source: Start exploring events to get your first ticket
kk: Алғашқы билетті алу үшін іс-шараларды қараңыз

# active_tickets_header
source: Active Tickets
kk: Белсенді билеттер

# past_tickets_header
source: Past Events
kk: Өткен іс-шаралар

# active_tickets_subtitle_zero
source: No active tickets
kk: Белсенді билеттер жоқ

# active_tickets_subtitle_one
source: 1 active ticket
kk: 1 белсенді билет

# active_tickets_subtitle_many
source: %d active tickets
kk: %d белсенді билет

# error_title
source: Error
kk: Қате

# purchased_label
source: Purchased: %@
kk: Сатып алынған: %@

# qr_button
source: QR Code
kk: QR-код

source: Unknown Date
kk: Белгісіз күн

# status_paid
source: ✅ Paid
kk: ✅ Төленген

# status_pending
source: ⏳ Pending verification
kk: ⏳ Тексеруді күтуде

# status_unpaid
source: 🔴 Unpaid
kk: 🔴 Төленбеген

# status_used
source: Used
kk: Пайдаланылған

# status_free
source: Free
kk: Тегін

# clubs_title
source: Clubs
kk: Клубтар

# profile_title
source: Profile
kk: Профиль

# achievements_title
source: Achievements
kk: Жетістіктер

source: My Clubs
kk: Менің клубтарым

source: Event History
kk: Іс-шаралар тарихы

source: My Reviews
kk: Менің пікірлерім

source: Admin Dashboard
kk: Әкімші панелі

source: Logout
kk: Шығу

# language_title
source: App Language
kk: Қолданба тілі

# language_changed_title
source: Language Changed
kk: Тіл өзгертілді

# language_changed_message
source: The app will restart to apply the language
kk: Тілді қолдану үшін қолданба қайта іске қосылады

# logout_failed_title
source: Logout Failed
kk: Шығу сәтсіз аяқталды

# logout_failed_message
source: Please try again
kk: Қайта көріңіз

# campus_news_title
source: Campus News
kk: Кампус жаңалықтары

# notifications_title
source: Notifications
kk: Хабарландырулар

# notifications_message
source: In development
kk: Даму үстінде

# news_fetch_error
source: Error fetching news: %@
kk: Жаңалықтарды алу кезінде қате: %@

# search_title
source: Search
kk: Іздеу

# search_type_event
source: Event
kk: Іс-шара

# search_type_news
source: News
kk: Жаңалық

# search_type_club
source: Club
kk: Клуб

# qr_scanner_title
source: QR Scanner
kk: QR сканері

# ticket_valid_title
source: Ticket Valid
kk: Билет жарамды

# ticket_valid_message
source: Event: %@ Email: %@
kk: Іс-шара: %@ Email: %@

# mark_used_button
source: Mark as Used
kk: Пайдаланылған деп белгілеу

# cancel_button
source: Cancel
kk: Бас тарту

# invalid_qr_message
source: Invalid QR code
kk: Жарамсыз QR-код

# onboarding_welcome_title
source: Welcome to KBTUlife
kk: KBTUlife-қа қош келдіңіз

# onboarding_welcome_desc
source: University life is not just about classes, it's late-night events, spontaneous plans, new people, crazy ideas, and the moments you'll remember years later.
kk: Университет өмірі — бұл тек сабақтар ғана емес, бұл түнгі іс-шаралар, кенеттен жоспарлар, жаңа адамдар, ақылсыз идеялар және жылдардан кейін есіңде қалатын сәттер.

# onboarding_welcome_subtitle
source: Let's make your student life brighter.
kk: Студенттік өміріңді жарқын етейік.

# onboarding_fun_title
source: Never Miss the Fun Again
kk: Енді көңіл көтеруді жіберіп алма

# onboarding_fun_desc
source: Parties, seminars, fairs, guest lectures, games, workshops... Campus is full of moments waiting for you.
kk: Кештер, семинарлар, жәрмеңкелер, қонақ дәрістер, ойындар, воркшоптар... Кампус сені күтіп тұрған сәттерге толы.

# onboarding_fun_subtitle
source: Get personalized suggestions so you're always in the right place at the right time.
kk: Дұрыс жерде дұрыс уақытта болу үшін жеке ұсыныстар ал.

# onboarding_people_title
source: Find Your People
kk: Өзіңнің адамдарыңды тап

# onboarding_people_desc
source: Tech clubs, creative clubs, business communities — join the teams that inspire you.
kk: Техникалық клубтар, шығармашылық бірлестіктер, бизнес қауымдастықтар — шабыт беретін командаларға қосыл.

# onboarding_people_subtitle
source: Make friends, start projects, grow your skills, and create memories with your clubmates.
kk: Достар тап, жобалар баста, дағдыларыңды дамыт және клубтастарыңмен естеліктер жаса.

# onboarding_journey_title
source: Track Your Journey, Level Up Your Vibes
kk: Жолыңды бақыла, вайбыңды көтер

# onboarding_journey_desc
source: Grab tickets with one tap, keep them safe in your profile, and earn achievements as you explore campus life.
kk: Билеттерді бір түртумен ал, профильде сақта және кампус өмірін зерттеген сайын жетістіктер жина.

# onboarding_journey_subtitle
source: Turn your student years into something legendary.
kk: Студенттік жылдарыңды аңызға айналдыр.

# onboarding_final_title
source: Let's Make These Years Unforgettable
kk: Бұл жылдарды ұмытылмас етейік

# onboarding_final_desc
source: Sign up and start your journey — the campus is waiting for you.
kk: Тіркел және жолыңды баста — кампус сені күтіп тұр.

# onboarding_skip
source: Skip
kk: Өткізіп жіберу

# onboarding_next
source: Next
kk: Келесі

# onboarding_lets_go
source: Let's Go 🚀
kk: Бастайық 🚀

# news_detail_title
source: News Detail
kk: Жаңалық толығырақ

# club_apply_button
source: Apply
kk: Өтініш беру

# club_members_label
source: %d members
kk: %d қатысушы

# club_events_label
source: %d events
kk: %d іс-шара

# club_apply_success_title
source: Success!
kk: Сәтті!

# club_apply_success_message
source: Your application has been sent
kk: Сіздің өтінішіңіз жіберілді

# club_apply_error_title
source: Error
kk: Қате

# event_free_tag
source: FREE
kk: ТЕГІН

# event_tickets_label
source: %d tickets
kk: %d билет

# news_read_time
source: %@ min read
kk: %@ мин оқу

# category_all
source: All
kk: Барлығы

# category_fairs
source: Fairs
kk: Жәрмеңкелер

# category_seminars
source: Seminars
kk: Семинарлар

# category_lectures
source: Guest lectures
kk: Қонақ дәрістері

# category_psychologist
source: Psychologist
kk: Психолог

# category_offsite
source: Offsite
kk: Сырттағы іс-шара

# category_parties
source: Parties
kk: Вечеринкалар

# category_games
source: Games
kk: Ойындар

# category_hackathons
source: Hackathons
kk: Хакатондар

# category_workshops
source: Workshops
kk: Воркшоптар
